Repository: granludo/sugar-clic
Catalog: src/po/*.po
Languages: ca, es, fr

source: Clics Player
ca: Reproductor de Clics
es: Reproductor de Clics
fr: Clics Joueur

source: MAIN MENU
ca: MENÚ PRINCIPAL
es: MENÚ PRINCIPAL
fr: MENU PRINCIPAL

source: DELETE CLICS
ca: ESBORRAR CLICS
es: BORRAR CLICS
fr: SUPPRIMER CLICS

source: MANUAL
fr: MANUEL

source: ABOUT SUGARCLIC
ca: SOBRE SUGARCLIC
es: ACERCA DE SUGARCLIC
fr: AU SUJET DE SUGARCLIC

source: DOWNLOAD CLICS
ca: DESCARREGAR CLICS
es: DESCARGAR CLICS
fr: TÉLÉCHARGER CLICS

source: MY CLICS
ca: ELS MEUS CLICS
es: MIS CLICS
fr: MES CLICS

source: ADD CLICS
ca: AFEGIR CLICS
es: AÑADIR CLICS
fr: AJOUTER CLICS

source: SELECT A CLIC TO PLAY
ca: SELECCIONA UN CLIC PER JUGAR
es: ELIGE UN CLIC PARA JUGAR
fr: SÉLECTIONNE UN CLIC POUR JOUER

source: SELECT A CLIC TO DELETE
ca: SELECCIONA UN CLIC PER ESBORRAR
es: ELIGE UN CLIC PARA BORRAR
fr: SÉLECTIONNE UN CLIC POUR SUPPRIMER

source: CLICS TO DOWNLOAD
ca: CLICS PER DESCARREGAR
es: CLICS PARA DESCARGAR
fr: CLICS POUR TÉLÉCHARGER

source: SELECT A CLIC TO ADD
ca: SELECCIONA UN CLIC PER AFEGIR
es: ELIGE UN CLIC PARA AÑADIR
fr: SÉLECTIONNE UN CLIC POUR AJOUTER

source: Delete Clic
ca: Borrar Clic
es: Borrar Clic
fr: Supprimer Clic

source: Do you really want to delete that Clic?
ca: Vols esborrar aquest Clic?
es: ¿Seguro que quieres borrar este Clic?
fr: Etes-vous sûr de vouloir supprimer ce Clic?

source: Adding Clic
ca: Afegint Clic
es: Añadiendo Clic
fr: Ajouter Clic

source: Once added, you will have the Clic on your list
ca: Una vegada afegit, tindrás el Clic en el teu llistat
es: Una vez añadido, tendrás el Clic en tu listado
fr: Une fois ajout, vous aurez le Clic dans votre liste

source: Clic not added
ca: Clic no afegit
es: Clic no añadido
fr: Clic non ajouté

source: It was not possible to add the Clic
ca: No ha sigut possible afegir el Clic
es: No fue posible añadir el Clic
fr: Il n'était pas possible de ajouter le Clic

source: Finding Clics
ca: Buscant Clics
es: Buscando Clics
fr: En cherchant Clics

source: It was not possible to find any Clic
ca: No ha sigut possible trobar cap Clic
es: No fue posible encontrar ningún Clic
fr: Il n'était pas possible de trouver aucun Clic

source: Downloading Clic
ca: Descarregant Clic
es: Descargando Clic
fr: Téléchargement Clic

source: Once downloaded, you will have the Clic on your list
ca: Una vegada descarregat, tindràs el Clic en el teu llistat
es: Una vez descargado, tendrás el Clic en tu listado
fr: Une fois téléchargé, vous aurez le Clic dans votre liste

source: Download failed
ca: Descarrega fallida
es: Descarga fallida
fr: Télécharge échoué

source: It was not possible to download the Clic
ca: No ha sigut possible descarregar el Clic
es: No ha sido posible descargar el Clic
fr: Il n'était pas possible de télécharger le Clic

source: IT WAS NOT POSSIBLE TO FIND ANY CLIC
fr: IL N'ÉTAIT PAS POSSIBLE DE TROUVER AUCUN CLIC

source: IT WAS NOT POSSIBLE TO ADD THE CLIC
fr: IL N'ÉTAIT PAS POSSIBLE DE AJOUTER LE CLIC

source: ADDED, LOOK ON YOUR LIST
fr: AJOUT, VUE DANS VOTRE LISTE

source: ONCE DOWNLOADED, YOU WILL HAVE THE CLIC ON YOUR LIST.
fr: UNE FOIS TÉLÉCHARGÉ, VOUS AUREZ LE CLIC DANS VOTRE LISTE.

source: IT WAS NOT POSSIBLE TO DOWNLOAD
fr: IL N'ÉTAIT PAS POSSIBLE DE TÉLÉCHARGER
